{
    "version": "https://jsonfeed.org/version/1",
    "title": "Dunia Kuliner Nusantara",
    "description": "",
    "home_page_url": "https://docs.franklin.hpc.ucdavis.edu",
    "feed_url": "https://docs.franklin.hpc.ucdavis.edu/feed.json",
    "user_comment": "",
    "author": {
        "name": "Duniakuliner"
    },
    "items": [
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/resep-soto-banjar-cara-membuat-soto-khas-banjar-yang-lezat-dan-gurih.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/resep-soto-banjar-cara-membuat-soto-khas-banjar-yang-lezat-dan-gurih.html",
            "title": "Resep Soto Banjar: Cara Membuat Soto Khas Banjar yang Lezat dan Gurih",
            "summary": "Soto Banjar merupakan salah satu makanan khas Kalimantan Selatan yang memiliki rasa yang lezat dan gurih. Soto ini biasanya terdiri&hellip;",
            "content_html": "<p>Soto Banjar merupakan salah satu makanan khas Kalimantan Selatan yang memiliki rasa yang lezat dan gurih. Soto ini biasanya terdiri dari daging ayam atau sapi yang dimasak dengan bumbu rempah yang khas. Selain itu, soto Banjar juga disajikan dengan berbagai macam pelengkap seperti telur, kentang, dan tauge yang membuat rasanya semakin nikmat.</p>\n<p>Jika Anda ingin mencoba membuat soto Banjar di rumah, berikut adalah resep dan cara membuatnya:</p>\n<h2>Bahan-bahan yang Diperlukan</h2>\n<ul>\n<li>1 ekor ayam atau 500 gram daging sapi</li>\n<li>2 liter air</li>\n<li>2 lembar daun salam</li>\n<li>2 batang serai, memarkan</li>\n<li>3 lembar daun jeruk</li>\n<li>3 cm lengkuas, memarkan</li>\n<li>1 buah jeruk nipis</li>\n<li>2 sendok makan minyak goreng</li>\n<li>2 sendok makan bawang merah goreng</li>\n<li>2 sendok makan bawang putih goreng</li>\n<li>1 sendok makan garam</li>\n<li>1 sendok makan gula</li>\n<li>1 sendok teh merica bubuk</li>\n<li>1 sendok makan kaldu ayam bubuk</li>\n<li>Tauge secukupnya</li>\n<li>Kentang secukupnya</li>\n<li>Telur rebus secukupnya</li>\n<li>Sambal secukupnya</li>\n<li>Daun bawang secukupnya</li>\n<li>Bawang goreng secukupnya</li>\n</ul>\n<h2>Langkah-langkah Membuat Soto Banjar</h2>\n<ol>\n<li>Pertama-tama, bersihkan ayam atau daging sapi yang akan digunakan. Potong-potong sesuai selera.</li>\n<li>Rebus air dalam panci yang cukup besar. Setelah air mendidih, masukkan ayam atau daging sapi yang sudah dipotong-potong. Masak hingga daging empuk.</li>\n<li>Setelah daging empuk, angkat dan tiriskan. Sisihkan kaldu ayam atau sapi yang dihasilkan.</li>\n<li>Panaskan minyak goreng dalam wajan. Tumis bawang merah dan bawang putih hingga harum.</li>\n<li>Masukkan daun salam, serai, daun jeruk, dan lengkuas ke dalam wajan. Tumis hingga harum.</li>\n<li>Masukkan daging ayam atau sapi yang sudah direbus ke dalam wajan. Aduk rata.</li>\n<li>Tambahkan kaldu ayam atau sapi yang sudah disisihkan ke dalam wajan. Aduk rata.</li>\n<li>Tambahkan garam, gula, merica bubuk, dan kaldu ayam bubuk ke dalam wajan. Aduk rata. Masak hingga bumbu meresap dan kuah mengental.</li>\n<li>Sajikan soto Banjar dalam mangkuk. Tambahkan tauge, kentang, dan telur rebus di atasnya. Siram dengan kuah soto Banjar.</li>\n<li>Taburi dengan daun bawang dan bawang goreng di atasnya. Sajikan dengan sambal.</li>\n</ol>\n<h2>Tips dan Trik</h2>\n<ul>\n<li>Gunakan ayam atau daging sapi yang segar agar rasanya lebih enak.</li>\n<li>Untuk membuat kuah soto Banjar yang lebih kental, tambahkan tepung ketan atau tepung sagu.</li>\n<li>Jangan lupa memarkan serai dan lengkuas agar bumbu meresap dengan baik.</li>\n<li>Soto Banjar biasanya disajikan dengan ketupat atau lontong.</li>\n</ul>\n<h2>Kesimpulan</h2>\n<p>Soto Banjar adalah salah satu makanan khas Kalimantan Selatan yang memiliki rasa yang lezat dan gurih. Dengan mengikuti resep dan cara membuat soto Banjar di atas, Anda bisa mencoba membuatnya sendiri di rumah. Jangan lupa tambahkan pelengkap seperti tauge, kentang, dan telur rebus untuk membuat soto Banjar semakin nikmat. Selamat mencoba!</p>\n<h2>FAQ</h2>\n<ol>\n<li>Apakah soto Banjar sulit dibuat?</li>\n</ol>\n<ul>\n<li>Tidak sulit. Dengan mengikuti resep dan langkah-langkah di atas, Anda bisa membuat soto Banjar sendiri di rumah.</li>\n</ul>\n<ol start=\"2\">\n<li>Apa yang bisa dijadikan pelengkap soto Banjar?</li>\n</ol>\n<ul>\n<li>Beberapa pelengkap yang biasanya digunakan adalah tauge, kentang, telur rebus, dan sambal.</li>\n</ul>\n<ol start=\"3\">\n<li>Apakah soto Banjar pedas?</li>\n</ol>\n<ul>\n<li>Tergantung selera. Jika Anda suka pedas, bisa menambahkan cabai rawit atau sambal.</li>\n</ul>\n<ol start=\"4\">\n<li>Apakah soto Banjar bisa disimpan dalam lemari es?</li>\n</ol>\n<ul>\n<li>Bisa. Namun, sebaiknya soto Banjar dimakan dalam waktu 1-2 hari setelah dimasak agar rasanya tidak berubah.</li>\n</ul>\n<ol start=\"5\">\n<li>Apakah soto Banjar bisa dijadikan menu sarapan?</li>\n</ol>\n<ul>\n<li>Bisa. Soto Banjar bisa dijadikan menu sarapan atau makan siang yang lezat dan mengenyangkan.</li>\n</ul>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/26/sotobanjar.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Resep",
                   "Masakan"
            ],
            "date_published": "2023-03-25T16:12:24+07:00",
            "date_modified": "2023-03-25T16:12:24+07:00"
        },
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/resep-nasi-bakar-bumbu-kuning.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/resep-nasi-bakar-bumbu-kuning.html",
            "title": "Nasi Bakar Bumbu Kuning, Nikmati Sensasi Aroma dan Rasa Khas Indonesia di Rumah",
            "summary": "Nasi bakar bumbu kuning adalah salah satu makanan khas Indonesia yang sangat populer di kalangan masyarakat. Nasi bakar ini memiliki&hellip;",
            "content_html": "<p>Nasi bakar bumbu kuning adalah salah satu makanan khas Indonesia yang sangat populer di kalangan masyarakat. Nasi bakar ini memiliki rasa yang khas dan aroma yang begitu menggugah selera. Dalam artikel ini, kita akan membahas tentang resep nasi bakar bumbu kuning yang dapat kamu coba di rumah.</p>\n<h2>Bahan-bahan yang dibutuhkan</h2>\n<p>Untuk membuat nasi bakar bumbu kuning, kamu akan membutuhkan beberapa bahan-bahan berikut:</p>\n<ul>\n<li>2 gelas beras</li>\n<li>4 gelas air</li>\n<li>2 lembar daun salam</li>\n<li>2 batang serai</li>\n<li>2 lembar daun pandan</li>\n<li>2 sendok makan minyak</li>\n<li>1/2 sendok teh garam</li>\n<li>1/2 sendok teh gula</li>\n<li>1/2 sendok teh merica</li>\n<li>1/2 sendok teh ketumbar</li>\n<li>1/2 sendok teh kunyit bubuk</li>\n<li>1/2 sendok teh jinten bubuk</li>\n<li>1/2 sendok teh lada bubuk</li>\n<li>1/2 sendok teh bubuk cabe</li>\n<li>2 siung bawang putih</li>\n<li>4 siung bawang merah</li>\n<li>2 cabai merah besar</li>\n<li>Daun pisang secukupnya</li>\n</ul>\n<h2>Cara membuat nasi bakar bumbu kuning</h2>\n<p>Berikut adalah langkah-langkah dalam membuat nasi bakar bumbu kuning:</p>\n<h3>1. Membuat nasi</h3>\n<ul>\n<li>Cuci beras hingga bersih, kemudian tiriskan.</li>\n<li>Panaskan minyak dalam panci, lalu tumis bawang putih dan bawang merah hingga harum.</li>\n<li>Masukkan daun salam, serai, dan daun pandan, aduk rata.</li>\n<li>Tambahkan beras yang telah dicuci, aduk rata hingga beras tercampur dengan bumbu.</li>\n<li>Tambahkan air, garam, gula, merica, ketumbar, kunyit bubuk, jinten bubuk, lada bubuk, dan cabe bubuk, aduk rata.</li>\n<li>Masak nasi hingga matang.</li>\n</ul>\n<h3>2. Memasak lauk</h3>\n<ul>\n<li>Potong cabai merah besar menjadi kecil-kecil, kemudian tumis hingga harum.</li>\n</ul>\n<h3>3. Mengisi daun pisang</h3>\n<ul>\n<li>Ambil selembar daun pisang, letakkan nasi di atasnya. Ratakan nasi dan beri tumisan cabai merah di atasnya.</li>\n<li>Lipat daun pisang hingga menutupi nasi secara rapat.</li>\n<li>Bakar daun pisang yang sudah diisi nasi di atas api hingga matang.</li>\n</ul>\n<h3>4. Menyajikan</h3>\n<ul>\n<li>Sajikan nasi bakar bumbu kuning dalam keadaan masih hangat.</li>\n</ul>\n<h2>Tips dan Trik</h2>\n<ul>\n<li>Untuk hasil yang lebih lezat, gunakan beras yang berkualitas baik.</li>\n<li>Jangan terlalu banyak menambahkan air saat memasak nasi agar nasi tidak terlalu lembek.</li>\n<li>Gunakan daun pisang yang cukup besar untuk membungkus nasi agar nasi tidak tumpah saat dibakar.</li>\n<li>Untuk hasil yang lebih maksimal, bakar nasi dengan api yang kecil hingga matang.</li>\n</ul>\n<h2>Kesimpulan</h2>\n<p>Nasi bakar bumbu kuning adalah makanan yang lezat dan mudah dibuat di rumah. Dengan mengikuti resep di atas, kamu bisa membuat nasi bakar bumbu kuning yang lezat dan menggoda selera. Jangan lupa untuk mencoba membuatnya di rumah ya!</p>\n<h2>FAQ</h2>\n<ol>\n<li>Apakah beras harus dicuci sebelum dimasak?</li>\n</ol>\n<ul>\n<li>Ya, beras harus dicuci hingga bersih sebelum dimasak.</li>\n</ul>\n<ol start=\"2\">\n<li>Apakah daun pisang bisa diganti dengan daun lain?</li>\n</ol>\n<ul>\n<li>Ya, daun pisang bisa diganti dengan daun lain seperti daun jati atau daun bambu.</li>\n</ul>\n<ol start=\"3\">\n<li>Apakah nasi bakar bumbu kuning bisa disimpan dalam lemari es?</li>\n</ol>\n<ul>\n<li>Ya, nasi bakar bumbu kuning bisa disimpan dalam lemari es selama masih dalam keadaan hangat.</li>\n</ul>\n<ol start=\"4\">\n<li>Apakah nasi bakar bumbu kuning bisa dibuat tanpa cabai merah?</li>\n</ol>\n<ul>\n<li>Ya, nasi bakar bumbu kuning bisa dibuat tanpa cabai merah, namun rasanya akan berbeda.</li>\n</ul>\n<ol start=\"5\">\n<li>Apakah nasi bakar bumbu kuning bisa dibuat dengan nasi yang sudah matang?</li>\n</ol>\n<ul>\n<li>Ya, nasi bakar bumbu kuning bisa dibuat dengan nasi yang sudah matang, namun rasanya tidak akan selezat nasi yang dimasak langsung.</li>\n</ul>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/25/nasibakar.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Resep",
                   "Masakan"
            ],
            "date_published": "2023-03-25T15:55:37+07:00",
            "date_modified": "2023-03-25T15:56:21+07:00"
        },
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/cara-memilih-jeruk-yang-bagus.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/cara-memilih-jeruk-yang-bagus.html",
            "title": "Cara Memilih Jeruk yang Bagus",
            "summary": "Jeruk merupakan buah yang populer di Indonesia. Selain rasanya yang segar dan manis, jeruk juga kaya akan vitamin C dan&hellip;",
            "content_html": "<p>Jeruk merupakan buah yang populer di Indonesia. Selain rasanya yang segar dan manis, jeruk juga kaya akan vitamin C dan antioksidan. Namun, memilih jeruk yang bagus bisa menjadi tantangan bagi beberapa orang. Bagaimana cara memilih jeruk yang enak dan segar? Berikut ini adalah beberapa tips untuk memilih jeruk yang bagus.</p>\n<h2>Memilih Jeruk Berdasarkan Jenisnya</h2>\n<p>Ada banyak jenis jeruk yang berbeda di pasaran, seperti jeruk nipis, jeruk keprok, jeruk bali, dan sebagainya. Setiap jenis jeruk memiliki karakteristik yang berbeda, seperti tekstur, rasa, dan aroma. Oleh karena itu, penting untuk mengetahui jenis jeruk yang akan dibeli sebelum membelinya. Misalnya, jeruk nipis biasanya digunakan untuk masakan, sementara jeruk keprok lebih cocok untuk dikonsumsi langsung.</p>\n<h2>Mengecek Kulit Jeruk</h2>\n<p>Kulit jeruk adalah indikator pertama dari segar atau tidaknya jeruk. Pilih jeruk yang memiliki kulit yang halus dan tidak ada bercak coklat atau hitam. Jeruk yang memiliki kulit yang terlihat berkerut atau terlihat tidak sehat kemungkinan besar sudah tidak segar atau bahkan sudah busuk.</p>\n<h2>Memilih Jeruk yang Berat</h2>\n<p>Jeruk yang segar biasanya terasa berat ketika dipegang. Pilih jeruk yang berat untuk ukurannya. Jeruk yang ringan mungkin sudah kehilangan banyak air atau bahkan sudah kering.</p>\n<h2>Memilih Jeruk yang Berair</h2>\n<p>Jeruk yang berair biasanya lebih segar dan lebih enak. Pilih jeruk yang terasa berair ketika dipegang. Namun, jangan terlalu memperhatikan kelembaban jeruk karena terlalu banyak air bisa menunjukkan bahwa jeruk sudah mulai membusuk.</p>\n<h2>Memilih Jeruk yang Beraroma</h2>\n<p>Jeruk yang segar biasanya memiliki aroma yang khas dan segar. Pilih jeruk yang memiliki aroma yang kuat dan menyenangkan. Jeruk yang tidak beraroma mungkin tidak segar atau bahkan sudah busuk.</p>\n<h2>Tips Mempertahankan Kesegaran Jeruk</h2>\n<p>Setelah membeli jeruk yang bagus, penting untuk menjaga agar jeruk tetap segar dan enak dikonsumsi. Berikut adalah beberapa tips untuk mempertahankan kesegaran jeruk:</p>\n<h3>Simpan Jeruk di Tempat yang Tepat</h3>\n<p>Jeruk sebaiknya disimpan di tempat yang sejuk dan kering, seperti di dalam lemari es atau kulkas. Suhu yang terlalu panas atau terlalu dingin bisa merusak kualitas jeruk.</p>\n<h3>Jangan Mencuci Jeruk Sebelum Disimpan</h3>\n<p>Jeruk sebaiknya tidak dicuci sebelum disimpan karena kelembaban bisa membuat jeruk cepat membusuk. Cuci jeruk ketika akan dikonsumsi.</p>\n<h3>Konsumsi Jeruk Sebelum Kadaluarsa</h3>\n<p>Jeruk memiliki umur simpan yang terbatas. Konsumsi jeruk sebelum tanggal kadaluarsa untuk memastikan kesegarannya.</p>\n<h1>Kesimpulan</h1>\n<p>Memilih jeruk yang bagus bisa menjadi mudah jika kita tahu kriteria yang harus dipenuhi. Pilih jeruk yang berat, berair, beraroma, dan kulitnya halus. Simpan jeruk di tempat yang tepat dan konsumsi sebelum tanggal kadaluarsa. Dengan mengikuti tips ini, kita bisa menikmati jeruk segar dan lezat setiap saat.</p>\n<h1>FAQs</h1>\n<ol>\n<li>\n<p>Apa jenis jeruk yang paling enak?</p>\n<ul>\n<li>Setiap orang memiliki preferensi yang berbeda-beda. Jeruk keprok dan jeruk bali biasanya dianggap enak oleh banyak orang.</li>\n</ul>\n</li>\n<li>\n<p>Apakah kulit jeruk bisa dimakan?</p>\n<ul>\n<li>Kulit jeruk sebenarnya bisa dimakan, tetapi tidak dianjurkan karena kulit jeruk mengandung zat yang sulit dicerna oleh tubuh.</li>\n</ul>\n</li>\n<li>\n<p>Bagaimana cara menyimpan jeruk agar tetap segar?</p>\n<ul>\n<li>Jeruk sebaiknya disimpan di tempat yang sejuk dan kering, seperti di dalam lemari es atau kulkas.</li>\n</ul>\n</li>\n<li>\n<p>Berapa lama umur simpan jeruk?</p>\n<ul>\n<li>Umur simpan jeruk tergantung pada jenis dan kondisi jeruk. Biasanya jeruk bisa bertahan selama 1-2 minggu.</li>\n</ul>\n</li>\n<li>\n<p>Apa manfaat dari jeruk?</p>\n<ul>\n<li>Jeruk kaya akan vitamin C dan antioksidan, yang baik untuk kesehatan kulit, sistem pencernaan, dan sistem kekebalan tubuh.</li>\n</ul>\n</li>\n</ol>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/24/jeruk.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Minuman",
                   "Buah"
            ],
            "date_published": "2023-03-24T05:56:30+07:00",
            "date_modified": "2023-03-24T05:56:30+07:00"
        },
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/cara-membuat-sate-taichan-rumahan.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/cara-membuat-sate-taichan-rumahan.html",
            "title": "Cara Membuat Sate Taichan Rumahan",
            "summary": "Sate taichan adalah hidangan sate yang berasal dari Taiwan yang terkenal di Indonesia. Hidangan ini terbuat dari potongan ayam yang&hellip;",
            "content_html": "<div class=\"flex gap-3 rounded-lg\">\n<div class=\"message prose text-slate break-words overflow-hidden\">\n<p>Sate taichan adalah hidangan sate yang berasal dari Taiwan yang terkenal di Indonesia. Hidangan ini terbuat dari potongan ayam yang dipanggang dengan bumbu pedas khas Taiwan. Meskipun sate taichan terkenal di restoran-restoran, Anda juga dapat membuatnya di rumah dengan mudah. Berikut adalah cara membuat sate taichan rumahan yang lezat dan pedas.</p>\n<h2>Bahan-bahan yang Dibutuhkan</h2>\n<p>Untuk membuat sate taichan, Anda memerlukan beberapa bahan-bahan berikut:</p>\n<ul>\n<li>500 gram daging ayam fillet</li>\n<li>10 tusuk sate</li>\n<li>3 sendok makan minyak sayur</li>\n<li>1 sendok makan minyak wijen</li>\n<li>1 sendok makan kecap asin</li>\n<li>1 sendok makan gula pasir</li>\n<li>2 sendok makan saus cabai</li>\n<li>1 sendok makan saus tomat</li>\n<li>1 sendok makan bawang putih cincang</li>\n<li>1 sendok makan bawang merah cincang</li>\n<li>1 sendok makan jahe cincang</li>\n<li>1 sendok makan bubuk ketumbar</li>\n<li>1 sendok teh garam</li>\n<li>1 sendok teh lada putih</li>\n</ul>\n<h2>Cara Membuat Sate Taichan Rumahan</h2>\n<h3>Membuat Bumbu Taichan</h3>\n<ol>\n<li>Panaskan minyak sayur dan minyak wijen dalam wajan.</li>\n<li>Tumis bawang putih, bawang merah, dan jahe hingga harum.</li>\n<li>Tambahkan saus cabai, saus tomat, kecap asin, gula pasir, bubuk ketumbar, garam, dan lada putih.</li>\n<li>Aduk rata dan masak bumbu hingga matang. Angkat dan sisihkan.</li>\n</ol>\n<h3>Menyiapkan Ayam</h3>\n<ol>\n<li>Potong ayam fillet menjadi ukuran kecil dan tipis.</li>\n<li>Tusuk ayam dengan tusuk sate.</li>\n<li>Olesi ayam dengan bumbu taichan yang sudah dibuat.</li>\n<li>Diamkan selama 30 menit agar bumbu meresap.</li>\n</ol>\n<h3>Memasak Sate Taichan</h3>\n<ol>\n<li>Siapkan alat panggang seperti grill atau oven.</li>\n<li>Panggang sate taichan hingga matang dan berwarna kecoklatan. Bolak-balik sate agar matang merata.</li>\n<li>Sajikan sate taichan dengan bumbu taichan yang tersisa.</li>\n</ol>\n<h2>Tips dan Trik dalam Membuat Sate Taichan</h2>\n<h3>Memilih Bahan-bahan yang Berkualitas</h3>\n<p>Memilih bahan-bahan yang berkualitas sangat penting dalam membuat sate taichan yang enak. Pastikan daging ayam yang digunakan segar dan bebas dari lemak. Pilih bahan-bahan lainnya yang berkualitas tinggi untuk mendapatkan rasa yang lebih baik.</p>\n<h3>Menambahkan Bumbu Secukupnya</h3>\n<p>Bumbu taichan yang pedas adalah kunci dari sate taichan. Namun, pastikan untuk menambahkan bumbu secukupnya agar tidak terlalu pedas atau terlalu asin. Jangan takut untuk mencicipi bumbu sebelum diolesi pada ayam.</p>\n<h3>Memasak Sate dengan Api Sedang</h3>\n<p>Memasak sate taichan dengan api sedang adalah kunci untuk mendapatkan sate yang matang merata dan tidak gosong. Jangan terlalu cepat memasak sate agar daging ayam matang sempurna.</p>\n<h2>Kesimpulan</h2>\n<p>Sate taichan adalah hidangan sate yang lezat dan pedas yang berasal dari Taiwan. Anda dapat membuatnya di rumah dengan mudah dengan bahan-bahan yang berkualitas dan bumbu taichan yang pedas. Pastikan untuk memasak sate dengan api sedang dan menambahkan bumbu secukupnya agar mendapatkan sate taichan yang enak.</p>\n<h2>Tanya Jawab</h2>\n<ol>\n<li>Apakah saya bisa menggunakan daging ayam lain selain fillet?\n<ul>\n<li>Ya, Anda bisa menggunakan daging ayam bagian lain seperti paha atau dada ayam.</li>\n</ul>\n</li>\n<li>Berapa lama waktu yang dibutuhkan untuk meresapkan bumbu pada ayam?\n<ul>\n<li>Diamkan selama 30 menit agar bumbu meresap pada ayam.</li>\n</ul>\n</li>\n<li>Bisakah sate taichan dimasak dengan cara digoreng?\n<ul>\n<li>Ya, sate taichan bisa digoreng jika tidak memiliki alat panggang. Namun, hasilnya tidak akan sama dengan sate taichan yang dipanggang.</li>\n</ul>\n</li>\n</ol>\n</div>\n</div>\n<div class=\"flex items-center justify-end px-3 mb-2\">\n<div class=\"flex items-center gap-1 px-2 py-0.5 op-70 border border-slate text-slate rounded-md text-sm cursor-pointer hover:bg-slate/10\"> </div>\n</div>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/23/taichan.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Resep",
                   "Masakan",
                   "Bahan"
            ],
            "date_published": "2023-03-24T05:48:48+07:00",
            "date_modified": "2023-03-24T05:56:53+07:00"
        },
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/bagaimana-cara-membuat-makanan-lebih-enak.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/bagaimana-cara-membuat-makanan-lebih-enak.html",
            "title": "Bagaimana Cara Membuat Makanan Lebih Enak?",
            "summary": "Makanan yang enak bisa membuat siapa saja merasa senang dan puas. Namun, tidak semua orang bisa membuat makanan yang lezat.",
            "content_html": "<p><strong>Makanan</strong> yang enak bisa membuat siapa saja merasa senang dan puas. Namun, tidak semua orang bisa membuat makanan yang lezat. Ada beberapa faktor yang mempengaruhi rasa makanan, seperti kualitas bahan makanan, teknik memasak, dan penggunaan bumbu dan rempah yang tepat. Dalam artikel ini, kita akan membahas tips dan trik untuk membuat makanan lebih <strong>enak</strong>.</p>\n<h1>Faktor-faktor yang Mempengaruhi Rasa Makanan</h1>\n<ol>\n<li><strong>Kualitas bahan makanan</strong></li>\n</ol>\n<p>Kualitas bahan makanan sangat mempengaruhi rasa dan kualitas makanan yang dihasilkan. Sebaiknya, pilihlah bahan makanan yang segar dan berkualitas. Jangan memilih bahan makanan yang sudah kadaluarsa atau busuk karena bisa mempengaruhi rasa dan aroma makanan yang dihasilkan.</p>\n<ol start=\"2\">\n<li><strong>Teknik memasak yang tepat</strong></li>\n</ol>\n<p>Teknik memasak yang tepat bisa membuat makanan lebih enak. Ada beberapa teknik memasak yang bisa digunakan, seperti merebus, menggoreng, atau memanggang. Pilihlah teknik memasak yang sesuai dengan jenis makanan yang akan dibuat. Sebaiknya, pelajari terlebih dahulu teknik memasak yang tepat sebelum memulai membuat makanan.</p>\n<ol start=\"3\">\n<li><strong>Penggunaan bumbu dan rempah yang tepat</strong></li>\n</ol>\n<p>Bumbu dan rempah merupakan salah satu faktor yang mempengaruhi rasa makanan. Gunakan bumbu dan rempah yang tepat untuk menghasilkan rasa yang enak dan seimbang. Sebaiknya, gunakan bumbu dan rempah yang segar dan berkualitas. Jangan terlalu banyak atau terlalu sedikit dalam penggunaannya.</p>\n<ol start=\"4\">\n<li><strong>Kreativitas dalam mengolah makanan</strong></li>\n</ol>\n<p>Kreativitas dalam mengolah makanan juga bisa membuat makanan lebih enak. Cobalah bereksperimen dengan bahan makanan dan bumbu yang berbeda. Ciptakan resep baru yang unik dan menarik. Jangan takut untuk mencoba hal baru dalam mengolah makanan.</p>\n<h1>Tips Membuat Makanan Lebih Enak</h1>\n<ol>\n<li><strong>Pilih bahan makanan yang berkualitas</strong></li>\n</ol>\n<p>Sebaiknya, pilihlah bahan makanan yang segar dan berkualitas. Hindari membeli bahan makanan yang sudah kadaluarsa atau busuk. Gunakan bahan makanan yang sesuai dengan resep yang akan dibuat.</p>\n<ol start=\"2\">\n<li><strong>Pelajari teknik memasak yang tepat</strong></li>\n</ol>\n<p>Pelajari teknik memasak yang tepat sebelum memulai membuat makanan. Ada banyak sumber belajar teknik memasak, seperti buku masakan, video tutorial, atau kursus memasak. Pelajari teknik memasak yang sesuai dengan jenis makanan yang akan dibuat.</p>\n<ol start=\"3\">\n<li><strong>Gunakan bumbu dan rempah yang tepat</strong></li>\n</ol>\n<p>Gunakan bumbu dan rempah yang tepat untuk menghasilkan rasa yang enak dan seimbang. Gunakan bumbu dan rempah yang segar dan berkualitas. Jangan terlalu banyak atau terlalu sedikit dalam penggunaannya.</p>\n<ol start=\"4\">\n<li><strong>Coba resep baru</strong></li>\n</ol>\n<p>Cobalah membuat resep baru yang unik dan menarik. Jangan takut untuk mencoba hal baru dalam mengolah makanan. Gunakan kreativitas dalam menciptakan resep baru.</p>\n<ol start=\"5\">\n<li><strong>Berani bereksperimen</strong></li>\n</ol>\n<p>Berani bereksperimen dengan bahan makanan dan bumbu yang berbeda. Cobalah menggabungkan bahan makanan yang tidak biasa atau menggunakan bumbu yang tidak biasa. Jangan takut untuk mencoba hal baru dalam mengolah makanan.</p>\n<h1>Kesimpulan</h1>\n<p>Membuat makanan yang enak tidaklah sulit. Ada beberapa faktor yang mempengaruhi rasa makanan, seperti kualitas bahan makanan, teknik memasak, dan penggunaan bumbu dan rempah yang tepat. Dengan mengikuti tips dan trik yang telah disebutkan di atas, siapa saja bisa membuat makanan yang lezat dan enak.</p>\n<h1><strong>FAQ</strong></h1>\n<ol>\n<li>Apa yang harus dilakukan jika bahan makanan yang tersedia tidak berkualitas?</li>\n</ol>\n<ul>\n<li>Sebaiknya, jangan menggunakan bahan makanan yang tidak berkualitas. Carilah bahan makanan yang berkualitas di tempat lain.</li>\n</ul>\n<ol start=\"2\">\n<li>Apakah penggunaan MSG aman untuk kesehatan?</li>\n</ol>\n<ul>\n<li>Penggunaan MSG dalam jumlah yang wajar tidak berbahaya bagi kesehatan. Namun, sebaiknya gunakan MSG dengan bijak dan tidak berlebihan.</li>\n</ul>\n<ol start=\"3\">\n<li>Bagaimana cara mengatasi rasa makanan yang terlalu asin?</li>\n</ol>\n<ul>\n<li>Jika makanan terlalu asin, bisa ditambahkan sedikit air atau bahan makanan yang tidak memiliki rasa asin.</li>\n</ul>\n<ol start=\"4\">\n<li>Apakah teknik memasak yang tepat bisa mempengaruhi tekstur makanan?</li>\n</ol>\n<ul>\n<li>Ya, teknik memasak yang tepat bisa mempengaruhi tekstur makanan. Misalnya, teknik memasak yang tepat bisa membuat daging menjadi lebih empuk dan lembut.</li>\n</ul>\n<ol start=\"5\">\n<li>Apa saja bumbu dan rempah yang sering digunakan dalam masakan Indonesia?</li>\n</ol>\n<ul>\n<li>Beberapa bumbu dan rempah yang sering digunakan dalam masakan Indonesia antara lain bawang putih, bawang merah, jahe, kunyit, ketumbar, dan kemiri.</li>\n</ul>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/22/rumah2.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Tips",
                   "Minuman",
                   "Masakan",
                   "Bahan"
            ],
            "date_published": "2023-03-24T05:46:41+07:00",
            "date_modified": "2023-03-24T05:57:11+07:00"
        },
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/10-bumbu-ikan-bakar-dan-resepnya-cara-mudah-membuat-bumbu-ikan-bakar.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/10-bumbu-ikan-bakar-dan-resepnya-cara-mudah-membuat-bumbu-ikan-bakar.html",
            "title": "10 Bumbu Ikan Bakar dan Resepnya: Cara Mudah Membuat bumbu Ikan Bakar",
            "summary": "Ikan bakar adalah hidangan yang sangat populer di Indonesia. Terdapat berbagai macam bumbu yang dapat digunakan untuk membuat ikan bakar&hellip;",
            "content_html": "<p>Ikan bakar adalah hidangan yang sangat populer di Indonesia. Terdapat berbagai macam bumbu yang dapat digunakan untuk membuat ikan bakar yang lezat dan enak. Dalam artikel ini, kita akan membahas 10 bumbu ikan bakar yang dapat digunakan untuk membuat hidangan yang lezat dan enak. Berikut adalah bumbu ikan bakar dan resepnya:</p>\n<h2>1. Bumbu Kecap Manis</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>2 siung bawang putih</li>\n<li>2 sendok makan kecap manis</li>\n<li>1 sendok makan minyak goreng</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh merica bubuk</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Haluskan bawang putih.</li>\n<li>Campurkan bawang putih, kecap manis, minyak goreng, garam, dan merica bubuk.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h2>2. Bumbu Rujak</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>3 buah cabai merah</li>\n<li>2 siung bawang putih</li>\n<li>1 sendok makan gula merah</li>\n<li>1 sendok makan air jeruk nipis</li>\n<li>1/2 sendok teh garam</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Haluskan cabai merah dan bawang putih.</li>\n<li>Campurkan cabai merah, bawang putih, gula merah, air jeruk nipis, dan garam.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h2>3. Bumbu Rica-Rica</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>5 buah cabai merah</li>\n<li>5 buah cabai rawit</li>\n<li>5 siung bawang merah</li>\n<li>3 siung bawang putih</li>\n<li>2 sendok makan minyak goreng</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh merica bubuk</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Haluskan cabai merah, cabai rawit, bawang merah, dan bawang putih.</li>\n<li>Tumis bumbu yang telah dihaluskan dengan minyak goreng hingga harum.</li>\n<li>Tambahkan garam dan merica bubuk, aduk rata.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h2>4. Bumbu Kuning</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>1 ruas kunyit</li>\n<li>2 siung bawang putih</li>\n<li>2 sendok makan minyak goreng</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh merica bubuk</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Haluskan kunyit dan bawang putih.</li>\n<li>Tumis bumbu yang telah dihaluskan dengan minyak goreng hingga harum.</li>\n<li>Tambahkan garam dan merica bubuk, aduk rata.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h2>5. Bumbu Bali</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>5 buah cabai merah</li>\n<li>5 buah cabai rawit</li>\n<li>5 siung bawang merah</li>\n<li>3 siung bawang putih</li>\n<li>2 sendok makan minyak goreng</li>\n<li>2 sendok makan air jeruk nipis</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh terasi</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Haluskan cabai merah, cabai rawit, bawang merah, bawang putih, dan terasi.</li>\n<li>Tumis bumbu yang telah dihaluskan dengan minyak goreng hingga harum.</li>\n<li>Tambahkan air jeruk nipis dan garam, aduk rata.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h2>6. Bumbu Rica-Jengkol</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>5 buah cabai merah</li>\n<li>5 buah cabai rawit</li>\n<li>5 siung bawang merah</li>\n<li>3 siung bawang putih</li>\n<li>2 sendok makan minyak goreng</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh merica bubuk</li>\n<li>1/2 sendok teh terasi</li>\n<li>10 buah jengkol</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Haluskan cabai merah, cabai rawit, bawang merah, bawang putih, dan terasi.</li>\n<li>Tumis bumbu yang telah dihaluskan dengan minyak goreng hingga harum.</li>\n<li>Tambahkan garam dan merica bubuk, aduk rata.</li>\n<li>Iris jengkol tipis-tipis.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Tambahkan irisan jengkol pada ikan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h2>7. Bumbu Pedas Manis</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>3 buah cabai merah</li>\n<li>2 siung bawang putih</li>\n<li>2 sendok makan kecap manis</li>\n<li>1 sendok makan minyak goreng</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh merica bubuk</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Haluskan cabai merah dan bawang putih.</li>\n<li>Campurkan cabai merah, bawang putih, kecap manis, minyak goreng, garam, dan merica bubuk.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h2>8. Bumbu Sambal Matah</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>5 buah cabai rawit</li>\n<li>5 siung bawang merah</li>\n<li>2 siung bawang putih</li>\n<li>1 batang serai</li>\n<li>2 lembar daun jeruk</li>\n<li>2 sendok makan minyak goreng</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh merica bubuk</li>\n<li>1/2 sendok teh terasi</li>\n<li>1/2 sendok teh gula merah</li>\n<li>2 sendok makan air jeruk nipis</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Iris tipis-tipis cabai rawit, bawang merah, bawang putih, serai, dan daun jeruk.</li>\n<li>Campurkan semua bahan yang telah diiris dengan minyak goreng, garam, merica bubuk, terasi, gula merah, dan air jeruk nipis.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h2>9. Bumbu Terasi</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>5 buah cabai merah</li>\n<li>5 buah cabai rawit</li>\n<li>5 siung bawang merah</li>\n<li>3 siung bawang putih</li>\n<li>2 sendok makan minyak goreng</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh merica bubuk</li>\n<li>1 sendok teh terasi</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Haluskan cabai merah, cabai rawit, bawang merah, bawang putih, dan terasi.</li>\n<li>Tumis bumbu yang telah dihaluskan dengan minyak goreng hingga harum.</li>\n<li>Tambahkan garam dan merica bubuk, aduk rata.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h2>10. Bumbu Sereh</h2>\n<p>Bahan yang dibutuhkan:</p>\n<ul>\n<li>3 batang serai</li>\n<li>2 siung bawang putih</li>\n<li>2 sendok makan minyak goreng</li>\n<li>1 sendok teh garam</li>\n<li>1/2 sendok teh merica bubuk</li>\n</ul>\n<p>Cara membuat:</p>\n<ol>\n<li>Iris tipis-tipis serai dan bawang putih.</li>\n<li>Tumis serai dan bawang putih dengan minyak goreng hingga harum.</li>\n<li>Tambahkan garam dan merica bubuk, aduk rata.</li>\n<li>Oleskan bumbu pada ikan yang telah dibersihkan.</li>\n<li>Bakar ikan di atas bara api hingga matang.</li>\n</ol>\n<h1>Kesimpulan</h1>\n<p>Demikianlah 10 bumbu ikan bakar yang dapat digunakan untuk membuat hidangan yang lezat dan enak. Setiap bumbu memiliki rasa yang unik dan khas, sehingga Anda dapat memilih sesuai dengan selera Anda. Selamat mencoba!</p>\n<h1>FAQ</h1>\n<ol>\n<li>Bagaimana cara membersihkan ikan sebelum dibakar?</li>\n</ol>\n<ul>\n<li>Ikan dicuci bersih dengan air mengalir, kemudian dibersihkan dengan air jeruk nipis atau air asam.</li>\n</ul>\n<ol start=\"2\">\n<li>Apa jenis ikan yang cocok untuk dibakar?</li>\n</ol>\n<ul>\n<li>Jenis ikan yang cocok untuk dibakar adalah ikan yang dagingnya cukup tebal dan tidak mudah hancur, seperti ikan kakap, ikan tongkol, ikan tenggiri, dan ikan mas.</li>\n</ul>\n<ol start=\"3\">\n<li>Apa yang harus dilakukan jika ikan terlalu kering saat dibakar?</li>\n</ol>\n<ul>\n<li>Anda dapat menambahkan sedikit minyak pada ikan saat dibakar agar tidak terlalu kering.</li>\n</ul>\n<ol start=\"4\">\n<li>Apa yang harus dilakukan jika ikan terlalu gosong saat dibakar?</li>\n</ol>\n<ul>\n<li>Anda dapat mengurangi suhu api atau membalik ikan lebih sering untuk menghindari ikan terlalu gosong.</li>\n</ul>\n<ol start=\"5\">\n<li>Bagaimana cara membuat ikan bakar tanpa menggunakan bara api?</li>\n</ol>\n<ul>\n<li>Anda dapat menggunakan oven atau grill untuk membuat ikan bakar tanpa menggunakan bara api.</li>\n</ul>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/21/bumbu.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Resep",
                   "Masakan",
                   "Bahan"
            ],
            "date_published": "2023-03-24T05:34:22+07:00",
            "date_modified": "2023-03-24T05:57:30+07:00"
        },
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/resep-ayam-kecap-yang-lezat-dan-mudah-dibuat.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/resep-ayam-kecap-yang-lezat-dan-mudah-dibuat.html",
            "title": "Resep Ayam Kecap yang Lezat dan Mudah Dibuat",
            "summary": "Ayam kecap adalah salah satu hidangan yang populer di Indonesia. Resep ini sangat mudah dibuat dan cocok untuk dijadikan menu&hellip;",
            "content_html": "<p>Ayam kecap adalah salah satu hidangan yang populer di Indonesia. Resep ini sangat mudah dibuat dan cocok untuk dijadikan menu sehari-hari. Ayam kecap biasanya disajikan dengan nasi putih dan sayuran seperti wortel dan buncis. Di artikel ini, kami akan membagikan resep ayam kecap yang lezat dan mudah dibuat.</p>\n<h2>Bahan-bahan</h2>\n<ul>\n<li>500 gram daging ayam fillet, potong dadu</li>\n<li>3 siung bawang putih, cincang halus</li>\n<li>2 cm jahe, memarkan</li>\n<li>2 lembar daun salam</li>\n<li>2 lembar daun jeruk</li>\n<li>2 buah cabai merah, iris tipis</li>\n<li>2 sendok makan kecap manis</li>\n<li>1 sendok makan kecap asin</li>\n<li>1 sendok teh garam</li>\n<li>1 sendok teh gula pasir</li>\n<li>1/2 sendok teh merica bubuk</li>\n<li>200 ml air</li>\n<li>2 sendok makan minyak goreng</li>\n</ul>\n<h2>Cara Membuat</h2>\n<ol>\n<li>Panaskan minyak goreng di atas wajan dengan api sedang.</li>\n<li>Tumis bawang putih, jahe, daun salam, daun jeruk, dan cabai merah hingga harum.</li>\n<li>Tambahkan potongan ayam, aduk rata hingga berubah warna.</li>\n<li>Tambahkan air, kecap manis, kecap asin, garam, gula pasir, dan merica bubuk. Aduk rata.</li>\n<li>Masak hingga ayam matang dan kuah mengental.</li>\n<li>Angkat dan sajikan dengan nasi putih dan sayuran.</li>\n</ol>\n<h2>Tips</h2>\n<ul>\n<li>Tambahkan sedikit air jika kuah terlalu kental.</li>\n<li>Jika tidak suka pedas, bisa menghilangkan cabai merah dari resep ini.</li>\n<li>Untuk rasa yang lebih nikmat, bisa menambahkan potongan tomat dan bawang bombay.</li>\n</ul>\n<h2>Kesimpulan</h2>\n<p>Ayam kecap adalah hidangan yang lezat dan mudah dibuat. Dengan resep yang kami bagikan di atas, Anda bisa membuat ayam kecap yang enak dan lezat di rumah. Jangan lupa untuk mencoba resep ini dan nikmati hidangan yang enak ini bersama keluarga.</p>\n<h2>FAQ</h2>\n<ol>\n<li>Apakah bisa menggunakan daging ayam lain selain fillet?\n<ul>\n<li>Bisa, Anda bisa menggunakan daging ayam lain seperti paha atau dada ayam.</li>\n</ul>\n</li>\n<li>Apa yang bisa ditambahkan ke dalam ayam kecap untuk rasa yang lebih nikmat?\n<ul>\n<li>Anda bisa menambahkan potongan tomat dan bawang bombay.</li>\n</ul>\n</li>\n<li>Apakah ayam kecap bisa disimpan di kulkas?\n<ul>\n<li>Bisa, ayam kecap bisa disimpan di kulkas selama 2-3 hari.</li>\n</ul>\n</li>\n<li>Apakah ayam kecap enak jika disajikan dingin?\n<ul>\n<li>Ayam kecap lebih enak jika disajikan hangat.</li>\n</ul>\n</li>\n<li>Apakah bisa menambahkan saus sambal ke dalam ayam kecap?\n<ul>\n<li>Bisa, Anda bisa menambahkan saus sambal ke dalam ayam kecap untuk rasa yang lebih pedas.</li>\n</ul>\n</li>\n</ol>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/20/ayamkecap.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Resep",
                   "Masakan",
                   "Bahan"
            ],
            "date_published": "2023-03-24T05:19:48+07:00",
            "date_modified": "2023-03-24T05:57:42+07:00"
        },
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/wow-resep-mie-ayam-ini-membuat-ketagihan.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/wow-resep-mie-ayam-ini-membuat-ketagihan.html",
            "title": "Wow, Resep Mie Ayam ini membuat ketagihan!",
            "summary": "Mie ayam adalah salah satu makanan yang sangat populer di Indonesia. Mie ayam yang lezat biasanya disajikan dengan kuah kaldu&hellip;",
            "content_html": "<p>Mie ayam adalah salah satu makanan yang sangat populer di Indonesia. Mie ayam yang lezat biasanya disajikan dengan kuah kaldu ayam yang kaya rasa dan daging ayam yang empuk. Di sini, kami akan memberikan resep mie ayam yang mudah dan cepat untuk Anda coba di rumah.</p>\n<h2>Bahan-bahan yang Dibutuhkan</h2>\n<ul>\n<li>250 gram mie telur</li>\n<li>200 gram dada ayam fillet</li>\n<li>2 siung bawang putih, cincang halus</li>\n<li>2 sendok makan minyak goreng</li>\n<li>1 sendok teh kecap manis</li>\n<li>1 sendok teh garam</li>\n<li>1 sendok teh gula pasir</li>\n<li>1/2 sendok teh merica bubuk</li>\n<li>1 batang daun bawang, iris halus untuk taburan</li>\n<li>1 buah tomat, iris tipis untuk taburan</li>\n<li>1 sendok makan minyak wijen untuk taburan</li>\n</ul>\n<h2>Langkah-langkah Pembuatan</h2>\n<ol>\n<li>Rebus mie telur dalam air mendidih selama 3-5 menit atau hingga matang. Setelah matang, tiriskan dan sisihkan.</li>\n<li>Potong dada ayam fillet menjadi ukuran kecil dan tipis. Tambahkan sedikit garam dan merica bubuk pada ayam, aduk rata.</li>\n<li>Panaskan minyak goreng dalam wajan dan tumis bawang putih hingga harum. Masukkan ayam dan tumis hingga ayam berubah warna dan matang.</li>\n<li>Tambahkan kecap manis, garam, gula pasir, dan merica bubuk ke dalam wajan. Aduk rata.</li>\n<li>Tuangkan air secukupnya ke dalam wajan dan masak hingga mendidih. Setelah itu, kecilkan api dan biarkan kuah ayam mendidih perlahan selama 15-20 menit.</li>\n<li>Ambil sepiring mie telur yang sudah direbus, tambahkan kuah ayam di atasnya. Taburi dengan irisan daun bawang, irisan tomat, dan minyak wijen. Mie ayam siap disajikan.</li>\n</ol>\n<h2>Tips Membuat Mie Ayam yang Lezat</h2>\n<ol>\n<li>Pilih mie telur yang berkualitas tinggi untuk hasil yang lebih baik.</li>\n<li>Tambahkan sedikit minyak goreng pada mie rebus agar tidak lengket.</li>\n<li>Potong ayam dengan ukuran yang sama agar matang secara merata.</li>\n<li>Tambahkan bumbu secukupnya agar rasa tidak terlalu asin atau manis.</li>\n<li>Taburi mie ayam dengan bahan-bahan yang Anda sukai untuk menambahkan cita rasa.</li>\n</ol>\n<h2>Kesimpulan</h2>\n<p>Mie ayam adalah makanan yang mudah dan cepat dibuat di rumah. Dengan bahan-bahan yang sederhana dan langkah-langkah yang mudah, Anda dapat membuat mie ayam yang lezat dan bergizi. Jangan ragu untuk mencoba resep mie ayam ini di rumah.</p>\n<h2>FAQs</h2>\n<ol>\n<li>Apakah mie ayam dapat disimpan dalam kulkas?</li>\n</ol>\n<ul>\n<li>Ya, mie ayam dapat disimpan dalam kulkas selama 2-3 hari.</li>\n</ul>\n<ol start=\"2\">\n<li>Bisakah saya menggunakan dada ayam tanpa fillet?</li>\n</ol>\n<ul>\n<li>Ya, Anda dapat menggunakan dada ayam tanpa fillet.</li>\n</ul>\n<ol start=\"3\">\n<li>Bagaimana cara membuat kuah ayam yang kental?</li>\n</ol>\n<ul>\n<li>Tambahkan tepung maizena atau tepung terigu ke dalam kuah ayam untuk membuatnya lebih kental.</li>\n</ul>\n<ol start=\"4\">\n<li>Apakah saya bisa menambahkan sayuran ke dalam mie ayam?</li>\n</ol>\n<ul>\n<li>Ya, Anda dapat menambahkan sayuran seperti wortel, kol, atau sawi ke dalam mie ayam.</li>\n</ul>\n<ol start=\"5\">\n<li>Bisakah saya menggunakan mie lain selain mie telur?</li>\n</ol>\n<ul>\n<li>Ya, Anda dapat menggunakan mie lain seperti mie basah atau mie instan.</li>\n</ul>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/19/mieayam.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Resep",
                   "Masakan",
                   "Bahan"
            ],
            "date_published": "2023-03-24T05:14:31+07:00",
            "date_modified": "2023-03-24T05:57:51+07:00"
        },
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/resep-soto-ayam-akhirnya-bisa-buat-soto-ayam-lezat.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/resep-soto-ayam-akhirnya-bisa-buat-soto-ayam-lezat.html",
            "title": "Resep Soto Ayam: Akhirnya bisa buat Soto Ayam lezat!",
            "summary": "Soto ayam adalah salah satu makanan khas Indonesia yang sangat populer. Makanan ini terdiri dari potongan ayam yang dimasak dengan&hellip;",
            "content_html": "<p>Soto ayam adalah salah satu makanan khas Indonesia yang sangat populer. Makanan ini terdiri dari potongan ayam yang dimasak dengan kaldu yang kaya rasa, ditambah dengan bahan-bahan seperti bihun, telur, kentang, dan seledri. Soto ayam biasanya disajikan dengan kuah yang hangat dan bumbu rempah yang khas. Jika Anda ingin mencoba membuat soto ayam sendiri di rumah, berikut adalah resep sederhana dan mudah yang bisa Anda coba.</p>\n<h2>Bahan-bahan</h2>\n<ul>\n<li>1 ekor ayam, potong menjadi 8 bagian</li>\n<li>2 batang serai, memarkan</li>\n<li>3 lembar daun salam</li>\n<li>3 lembar daun jeruk</li>\n<li>2 ruas jari lengkuas, memarkan</li>\n<li>2 liter air</li>\n<li>2 sendok makan minyak goreng</li>\n<li>1 bawang bombay, cincang halus</li>\n<li>4 siung bawang putih, cincang halus</li>\n<li>1 sendok teh ketumbar bubuk</li>\n<li>1 sendok teh jintan bubuk</li>\n<li>1 sendok makan garam</li>\n<li>1 sendok makan gula pasir</li>\n<li>1 sendok teh merica bubuk</li>\n<li>200 gram bihun, seduh dengan air panas</li>\n<li>4 butir telur rebus, belah menjadi dua</li>\n<li>2 buah kentang, potong dadu kecil</li>\n<li>2 batang seledri, iris halus</li>\n<li>2 sendok makan bawang goreng</li>\n</ul>\n<h2>Langkah-langkah</h2>\n<ol>\n<li>Pertama-tama, rebus ayam dalam air mendidih selama sekitar 10 menit. Tiriskan ayam dan buang air rebusannya.</li>\n<li>Panaskan minyak goreng dalam wajan. Tumis bawang bombay dan bawang putih hingga harum.</li>\n<li>Tambahkan ketumbar bubuk, jintan bubuk, garam, gula pasir, dan merica bubuk. Aduk rata.</li>\n<li>Masukkan ayam ke dalam wajan dan aduk hingga ayam tercampur rata dengan bumbu.</li>\n<li>Tuang air ke dalam wajan dan masukkan serai, daun salam, daun jeruk, dan lengkuas. Masak hingga ayam matang dan kuahnya mendidih.</li>\n<li>Masukkan kentang dan biarkan hingga kentang matang.</li>\n<li>Ambil ayam dari kuah dan tiriskan. Potong-potong ayam menjadi kecil-kecil.</li>\n<li>Siapkan mangkuk saji dan letakkan sejumput bihun di dasar mangkuk.</li>\n<li>Tambahkan potongan ayam, telur rebus, dan seledri di atas bihun.</li>\n<li>Siram dengan kuah soto dan taburi bawang goreng di atasnya.</li>\n</ol>\n<h2>Tips</h2>\n<ul>\n<li>Untuk mendapatkan kuah yang kaya rasa, gunakan air kaldu ayam yang lebih banyak dan biarkan kuahnya mendidih hingga meresap ke dalam ayam.</li>\n<li>Jika Anda tidak suka kentang, bisa diganti dengan sayuran lain seperti wortel atau kacang panjang.</li>\n<li>Untuk tambahan rasa, bisa tambahkan daun bawang atau irisan cabai rawit.</li>\n</ul>\n<h2>Kesimpulan</h2>\n<p>Soto ayam adalah salah satu makanan khas Indonesia yang sangat lezat dan mudah dibuat. Dengan resep sederhana di atas, Anda bisa mencoba membuat soto ayam sendiri di rumah dan menikmatinya bersama keluarga. Jangan lupa tambahkan bahan-bahan tambahan sesuai selera untuk mendapatkan rasa yang lebih nikmat.</p>\n<h2>FAQs</h2>\n<ol>\n<li>\n<p>Apa yang membuat soto ayam begitu populer di Indonesia? Soto ayam memiliki rasa yang kaya dan bumbu rempah yang khas, sehingga menjadi salah satu makanan favorit di Indonesia.</p>\n</li>\n<li>\n<p>Apa yang bisa ditambahkan ke dalam soto ayam? Bahan-bahan seperti kentang, bihun, telur rebus, dan seledri bisa ditambahkan ke dalam soto ayam untuk mendapatkan rasa yang lebih nikmat.</p>\n</li>\n<li>\n<p>Apa yang membuat kuah soto ayam menjadi kental? Kuah soto ayam menjadi kental karena air kaldu ayam yang digunakan lebih banyak dan dibiarkan mendidih hingga meresap ke dalam ayam.</p>\n</li>\n<li>\n<p>Apakah soto ayam bisa disimpan dalam kulkas? Ya, soto ayam bisa disimpan dalam kulkas selama 2-3 hari jika disimpan dalam wadah kedap udara.</p>\n</li>\n<li>\n<p>Apa yang bisa digunakan sebagai pengganti ayam dalam soto ayam? Daging sapi atau daging kambing bisa digunakan sebagai pengganti ayam dalam soto ayam.</p>\n</li>\n</ol>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/18/sotoayam.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Resep",
                   "Masakan",
                   "Bahan"
            ],
            "date_published": "2023-03-24T05:10:20+07:00",
            "date_modified": "2023-03-24T05:58:38+07:00"
        },
        {
            "id": "https://docs.franklin.hpc.ucdavis.edu/resep-nasi-goreng-nikmat-cara-membuat-nasi-goreng-yang-enak-dan-lezat.html",
            "url": "https://docs.franklin.hpc.ucdavis.edu/resep-nasi-goreng-nikmat-cara-membuat-nasi-goreng-yang-enak-dan-lezat.html",
            "title": "Resep Nasi Goreng Nikmat: Cara Membuat Nasi Goreng Yang Enak dan Lezat",
            "summary": "Makanan yang satu ini memang sudah menjadi favorit banyak orang di Indonesia. Nasi goreng adalah makanan yang mudah dibuat dan&hellip;",
            "content_html": "<p>Makanan yang satu ini memang sudah menjadi favorit banyak orang di Indonesia. Nasi goreng adalah makanan yang mudah dibuat dan nikmat dimakan kapan saja. Namun, bukan berarti semua nasi goreng memiliki rasa yang sama. Ada beberapa cara untuk membuat nasi goreng yang enak dan lezat. Berikut adalah beberapa tips dan trik untuk membuat nasi goreng nikmat yang bisa kamu coba di rumah.</p>\n<h2><strong>Bahan-Bahan Yang Dibutuhkan</strong></h2>\n<p>Sebelum memulai membuat nasi goreng, pastikan kamu memiliki semua bahan yang diperlukan. Berikut adalah bahan-bahan yang dibutuhkan untuk membuat nasi goreng nikmat:</p>\n<ul>\n<li>Nasi putih yang sudah dingin</li>\n<li>Bawang merah</li>\n<li>Bawang putih</li>\n<li>Cabe merah</li>\n<li>Telur ayam</li>\n<li>Daging ayam atau udang (opsional)</li>\n<li>Kecap manis</li>\n<li>Garam</li>\n<li>Merica</li>\n</ul>\n<h2><strong>Cara Membuat Nasi Goreng Nikmat</strong></h2>\n<p>Setelah mempersiapkan semua bahan, kamu bisa mulai membuat nasi goreng nikmat dengan langkah-langkah berikut:</p>\n<h3><strong>1. Tumis Bawang Merah dan Bawang Putih</strong></h3>\n<p>Langkah pertama yang harus kamu lakukan adalah menumis bawang merah dan bawang putih. Tumis bawang merah dan bawang putih hingga harum dan matang.</p>\n<h3><strong>2. Tambahkan Cabe Merah</strong></h3>\n<p>Setelah bawang merah dan bawang putih matang, tambahkan cabe merah yang sudah diiris halus. Tumis hingga cabe merah layu dan matang.</p>\n<h3><strong>3. Masukkan Telur</strong></h3>\n<p>Setelah cabe merah matang, masukkan telur ayam ke dalam wajan. Aduk telur hingga setengah matang dan campurkan dengan bawang dan cabe merah.</p>\n<h3><strong>4. Tambahkan Daging Ayam atau Udang (Opsional)</strong></h3>\n<p>Jika kamu ingin menambahkan daging ayam atau udang ke dalam nasi goreng, kamu bisa memasaknya terlebih dahulu sebelum dimasukkan ke dalam wajan. Tambahkan daging ayam atau udang ke dalam wajan dan aduk rata dengan telur dan bawang merah.</p>\n<h3><strong>5. Masukkan Nasi Putih</strong></h3>\n<p>Setelah bahan-bahan lain matang, masukkan nasi putih yang sudah dingin ke dalam wajan. Aduk nasi hingga tercampur rata dengan bahan-bahan lain.</p>\n<h3><strong>6. Tambahkan Kecap Manis, Garam, dan Merica</strong></h3>\n<p>Setelah nasi tercampur rata dengan bumbu dan bahan lain, tambahkan kecap manis, garam, dan merica secukupnya. Aduk nasi hingga semua bahan dan bumbu tercampur rata.</p>\n<h3><strong>7. Sajikan Nasi Goreng Nikmat</strong></h3>\n<p>Nasi goreng nikmat siap disajikan. Kamu bisa menambahkan irisan mentimun dan tomat sebagai pelengkap.</p>\n<h2><strong>FAQs</strong></h2>\n<ol>\n<li>Apakah nasi goreng harus menggunakan nasi yang sudah dingin?\n<ul>\n<li>Ya, nasi goreng sebaiknya menggunakan nasi yang sudah dingin agar tidak lembek saat dimasak.</li>\n</ul>\n</li>\n<li>Bisakah nasi goreng dibuat tanpa telur?\n<ul>\n<li>Ya, nasi goreng bisa dibuat tanpa telur.</li>\n</ul>\n</li>\n<li>Bisakah nasi goreng dibuat tanpa bawang merah dan bawang putih?\n<ul>\n<li>Bawang merah dan bawang putih adalah bumbu utama dalam nasi goreng, namun jika kamu alergi atau tidak suka, kamu bisa menggantinya dengan bawang bombay atau bawang prei.</li>\n</ul>\n</li>\n<li>Bisakah nasi goreng dibuat tanpa kecap manis?\n<ul>\n<li>Kecap manis adalah bumbu utama dalam nasi goreng, namun jika kamu tidak suka, kamu bisa menggantinya dengan kecap asin atau soy sauce.</li>\n</ul>\n</li>\n<li>Bisakah nasi goreng dibuat dengan nasi yang masih panas?\n<ul>\n<li>Tidak disarankan menggunakan nasi yang masih panas karena nasi dapat menjadi lembek saat dimasak.</li>\n</ul>\n</li>\n</ol>\n<h2><strong>Kesimpulan</strong></h2>\n<p>Membuat nasi goreng nikmat tidaklah sulit, asalkan kamu mengikuti langkah-langkah di atas dan menggunakan bahan-bahan yang tepat. Kamu bisa menyesuaikan bahan dan bumbu sesuai dengan selera. Selamat mencoba!</p>",
            "image": "https://docs.franklin.hpc.ucdavis.edu/media/posts/17/nasgor.jpg",
            "author": {
                "name": "Duniakuliner"
            },
            "tags": [
                   "Resep",
                   "Masakan",
                   "Bahan"
            ],
            "date_published": "2023-03-24T05:07:18+07:00",
            "date_modified": "2023-03-24T05:58:10+07:00"
        }
    ]
}
